/* Translation to traditional Chinese by Jerry Lee */

/* Chimoosoft common strings shared amongst various programs. */

/* Mostly buttons. */

"Okay" = "好";
"OK" = "好";
"Cancel" = "取消";
"Quit" = "結束";

"Continue" = "Continue";
"Reload" = "Reload";
"Stop" = "Stop";
"Save" = "Save";
"Error" = "Error";


/* Tiger Checking */
"UnsupportedVersion" = "Unsupported Mac OS X version";
"RequiresTiger" = "This software requires Mac OS X 10.4 (Tiger) or higher.";
"PleaseUpgrade" = "Please upgrade your system software or download an older version of this software.";

/* Errors */
"ComponentMissingTitle" = "Component Missing or Modified";
"ComponentMissingBody" = "A component needed by this software is either missing or has been modified from its original state.  Please re-download a fresh copy of this software.";